{
    "心臟": [
        {
            "disease_name": "急性肺動脈栓塞",
            "symptom": "胸口劇痛、呼吸急促，腿疼、下肢無力、壓痛、皮膚發紺及皮下靜脈曲張、雙下肢出現不對稱腫脹。",
            "reason": "長時間維持一定姿勢不動，血液滯留在下肢靜脈，引起靜脈血栓形成，若血栓順著血流回流到肺部血管阻塞後將造成肺栓塞。"
        },
        {
            "disease_name": "靜脈曲張",
            "symptom": "可能出現胸悶、氣短、憋悶、血壓升高等徵狀。",
            "reason": "長時間維持相同姿勢不變。由於血管壁薄弱，使得血液迴流不暢，累積在靜脈中，使得靜脈壓過高，血管就在皮膚表面凸出了。"
        },
        {
            "disease_name": "腱索斷裂",
            "symptom": "氣促、端坐呼吸困難、夜咳。",
            "reason": "進行運動量過大的活動。運動過猛高血壓人群、體檢發現二尖瓣脫垂又沒有症狀的人群尤要警惕這個疾病。"
        },
        {
            "disease_name": "右心室肥大",
            "symptom": "心雜音、生長遲緩、發紺、水腫等。常見的二尖瓣脫垂，可能會呈現心悸、胸痛、運動時呼吸困難、容易疲勞、焦慮等症狀。",
            "reason": "高血壓病患，血管不通暢導致壓力升高，心臟辦膜異常、肥胖、飲酒過量、糖尿病等問題也會造成心臟肥大。"
        },
        {
            "disease_name": "大動脈撕裂",
            "symptom": "嚴重背痛、胸痛及上腹痛等，有時會出現頭暈、冒汗及虛弱等情況。",
            "reason": "主動脈夾層分離即主動脈中層有血腫，造成內層與外層分離，血流入主動脈與血管之間，嚴重者會造成血管撕裂，動脈大量失血而未能供血至其他器官，導致中風、心肌梗塞、器官衰竭、半身癱瘓，甚至失血過多死亡。"
        }
    ],
    "肺": [
        {
            "disease_name": "慢性阻塞性肺病",
            "symptom": "會出現多痰咳嗽或氣促，慢性咳嗽(一般是第一徵狀)，氣促逐漸加劇，體力容易消耗，經常咳痰，喘氣，消瘦，睡覺時平躺會氣促，經常半夜醒來，常感到疲倦。慢性阻塞性肺病患者很少胸痛或咳血，如有此情況可能是另一種疾病或同時患有慢性阻塞性肺病及其他疾病所致。患者冬季的病徵較重，每年可能「大發作」兩至多次，呈現較嚴重的徵狀。",
            "reason": "最大成因是吸煙。戒煙後患慢性阻塞性肺病的風險便開始下降。這種病的患者戒煙亦可以減輕徵狀，減慢病情加深的速度。會因工作需要經常接觸塵埃或煙霧。受環境因素影響，如空氣污染。遺傳因素 ： 因遺傳缺乏一種名為抗胰蛋白酵素的蛋白質，以致無法保護吸煙對肺部的損害，造成較大健康風險，但每100名慢性阻塞性肺病患者只有約一人受這項遺傳因素影響。"
        },
        {
            "disease_name": "氣喘",
            "symptom": "當接觸到特殊氣味、粉塵、氣候時,在沒有運動的前提下,就會開始打噴 嚏，痰液、咳嗽、喘的症狀。",
            "reason": " 部分氣喘患者會因為對某些特定食物過敏，引起氣喘。灰塵、花粉等過敏原：吸入灰塵、花粉、昆蟲屍體或糞便、黴菌、寵物毛髮或尿液、塵蟎等過敏原，也會誘發氣喘。過勞、壓力大：自律神經、荷爾蒙紊亂，造成呼吸道收縮，容易引發氣喘。"
        },
        {
            "disease_name": "肺炎",
            "symptom": "當感冒超過一個禮拜,症狀沒有緩解反而越趨嚴重,加上發燒、黃痰、喘就要懷疑有「肺炎」的可能性。",
            "reason": " 急性肺炎:因細菌感染引起。非典型肺炎:因病毒或黴漿菌感染引起，通常漸進性的發作。吸入性肺炎:可能是食物液體嘔吐 物吸入、灰塵、氣體、毒性化學物質的吸入，易發生於意識不清、昏迷或吞嚥不良者。抵抗力低而引發的肺炎:如糖尿 病、癌症、愛滋病、長期使用免疫 抑制劑或類固醇者。"
        },
        {
            "disease_name": "肺結核",
            "symptom": "咳嗽,甚至咳血、胸痛、痰等肺部症狀,再加上疲 「倦、厭食、體重減輕、夜間出汗等全身性症狀。",
            "reason": "結核病由一種名為結核桿菌的細菌所引起，通常影響肺部(肺結核)。身體其他部份，例如淋巴結、腎、骨、關節等亦可能受影響(肺外的結核病)。"
        },
        {
            "disease_name": "支氣管擴張症",
            "symptom": "長期出現咳血、咳痰與呼吸不順的症狀,有可能是支氣管擴張症。支氣管擴張症是支氣管壁被破壞導致永久的擴張與變形,患者的支氣管因此變得彎曲、鬆弛,喪失纖毛清除功能,支氣管常被黏稠、化膿性的分泌物阻塞,嚴重的支氣管擴張症會引發大咳血危及生命。",
            "reason": "肺部支氣管壁結構遭到破壞，產生異常且永久性擴大而導致的疾病。過度的慢性呼吸道發炎伴隨無法有效清除氣道分泌物，是導致支氣管擴張症的主因。"
        }
    ],
    "肝": [
        {
            "disease_name": "病毒性肝炎",
            "symptom": "受肝炎病毒感染而引起的急性肝炎，主要病徵包括疲倦、食慾不振、噁心、嘔吐、眼白變黃、小便呈茶色或深褐色，但患者亦可能完全沒有病徵。",
            "reason": "能引起肝炎的病毒至少有6種，包括A、B、C、D、E、G等6型，對中國人而言，E、G型肝炎較為罕見。 \nA型肝炎： 主要經口傳染，一旦感染產生抗體，就擁有終身的免疫力。\nB型肝炎： 主要經由體液，尤其是血液感染， B型肝炎極易變成慢性肝炎，其中又有一大部分的人會演變成肝硬化，發生肝癌的機率會比一般人高一百倍以上。\nC型肝炎： 傳染途徑和B型肝炎類似，但傳染力不若B型肝炎高，約有一半會變成慢性C型肝炎，其中約10～25%會發展成肝硬化，繼而轉為肝癌。\nD型肝炎： 只會感染B型肝炎帶原者，D型肝炎常在性工作者、毒癮者發病比率較高，常常會造成猛爆性肝炎，有相當高的死亡率。"
        },
        {
            "disease_name": "肝硬化",
            "symptom": "疲倦、食慾不振，黃疸，皮膚搔癢，噁心、嘔吐，右上腹疼痛，貧血，異常出血，腹水、下肢水腫，手掌紅斑、皮膚蜘蛛痣（外觀如蜘蛛狀），男性女乳化、睪丸萎縮、停經等荷爾蒙異常現象。",
            "reason": "造成肝硬化的原因包括B及C型肝炎、酗酒、藥物、新陳代謝性肝病、自身免疫性肝病等，都是常見的原因。肝硬化者，每年還有5%的機率演變成肝癌。"
        },
        {
            "disease_name": "酒精性肝病",
            "symptom": "發燒、疲倦、厭食、體重減輕、肝臟腫大且壓痛、黃疸、白血球升高、營養不良等現象。",
            "reason": "短時間內大量飲酒，或長期酗酒，可能造成肝細胞的急性傷害或慢性不斷的傷害，急性傷害會導致酒精中毒性肝炎，慢性傷害會導致脂肪肝、慢性肝炎，最後成為肝硬化。"
        },
        {
            "disease_name": "脂肪肝",
            "symptom": "噁心、嘔吐、腹脹 – 脂肪肝徵兆三 輕度脂肪肝若伴有肝功能損害，會有噁心想吐、厭油、上腹飽脹等不適。 噁心的症狀常常單獨出現，主要表現為上腹部的特殊不適感，會有頭暈、流口水、脈搏緩慢、血壓降低等症狀。",
            "reason": " 致病因素包括肥胖、血脂肪過多、營養失調、酗酒、藥物及糖尿病等代謝性疾病等，其中以體重超重為最常見的原因。"
        },
        {
            "disease_name": "脾氣虛",
            "symptom": "倦怠無力、少氣懶言、面色萎黃、肌肉消瘦、食欲不振、脘腹脹滿、便溏泄漓。",
            "reason": "脾主升清脾氣通 過上升和轉輸作用,將胃腸道吸收的水谷精微和水液上輸於心、肺等髒,再通 過心、肺的作用化生氣血,以營養濡潤全身。若脾氣虛,升清的工作效率就 低,輸送不完的水谷精微和水液就只能囤積在胃和小腸。"
        }
    ],
    "胃": [
        {
            "disease_name": "胃酸倒流",
            "symptom": "食道沒有黏膜保護，當胃酸倒流入食道時，會引起胸口灼痛、吞嚥困難及消化不良等徵狀，患者多數於飯後或午夜感到不適。",
            "reason": "由於下食道括約肌鬆弛，未能發揮作用，令胃酸倒流入食道。由於食道沒有黏膜保護，當胃酸倒流入食道時，會引起胸口灼痛、吞嚥困難等徵狀，患者多數於飯後感到不適。"
        },
        {
            "disease_name": "十二指腸潰瘍",
            "symptom": "有反胃、嘔吐、疼痛等症狀，嚴重者可因消化道大量出血（呕血或便血）导致休克。",
            "reason": " 長期飲酒過量、吸煙及吃檳榔，長期服用消炎止痛、阿斯匹靈、類固醇等藥物。"
        },
        {
            "disease_name": "胃潰瘍",
            "symptom": "上腹疼痛：胸骨底端及橫隔膜所在位置發生疼痛，且疼痛感有可能會轉移到後背。噁心嘔吐：原因同樣是食物無法順利從胃裡流入十二指腸，超過胃部所能負擔的容量，食物較易逆流回口腔。",
            "reason": "可能與細菌感染、胃酸過多、藥物刺激、吸菸、飲食習慣不良，以及心理壓力有關。"
        },
        {
            "disease_name": "手口足病",
            "symptom": " 身體出現小水泡，主要分布在口腔黏膜及舌頭，其次為軟顎、牙齦和嘴唇；四肢則是手指、手掌，腳趾、腳掌。亦有發燒情況。",
            "reason": " 手足口病主要透過接觸患者的鼻或喉嚨分泌物、唾液、穿破的水疱或糞便，或觸摸受污染的物件而傳播。患者在病發首星期最具傳染性，而病毒可經由其糞便排放達數星期。"
        },
        {
            "disease_name": "無菌性腦膜炎及腦炎",
            "symptom": "噁心、嘔吐、發燒、頭痛、頸部僵硬、煩躁、睡眠不安穩。",
            "reason": "來自腸病毒。"
        }
    ],
    "腎": [
        {
            "disease_name": "糖尿病",
            "symptom": "食慾增加，排尿次數增加及量多，不正常口渴(多喝)，體重不正常減輕，視力模糊，傷口癒合慢，足部有針刺感，皮膚搔癢。",
            "reason": "先天因素包括家族有遺傳糖尿病的傾向，後天因素則包括不良飲食習慣（特別是習慣進食高脂高糖食物）、缺乏運動、體重過於肥胖等，令患者體內胰島素分泌功能逐漸減退，或體內細胞對胰島素產生抗拒反應，令血液內的葡萄糖不能進入細胞，導致血糖升高。"
        },
        {
            "disease_name": "腎結石",
            "symptom": " 有腰痛、盜汗、痛到目眩、噁心、嘔吐、煩躁不安、腹部悶痛、血尿等。 如果合併尿路感染，也可能出現畏寒、發燒等現象。",
            "reason": " 尿液中的礦物質結晶沈積在腎臟裡，有時會移動到輸尿管。 它們的體積小至沙粒般，也有些大到像個高爾夫球。"
        },
        {
            "disease_name": "腎小管疾病",
            "symptom": "可能無症狀，也可能發生噁心、嘔吐、發燒、皮疹、關節疼痛。",
            "reason": " 感染、藥 物、免疫疾病反應。"
        },
        {
            "disease_name": "腎功能衰竭",
            "symptom": "噁心、嘔吐、沒有食慾。疲勞、睡不好、頭痛、昏迷。口腔有金屬味，貧血，呼吸急促，皮膚搔癢與乾燥，不明原因體重下降，夜間肌肉抽筋，下肢與腳踝水腫，晨間眼部浮腫。",
            "reason": "血液中過多的血糖會傷害血管管壁，包含遍布在腎臟的微血管，一旦血管受損，腎功能就會降低，影響腎臟的過濾能力。高血壓同樣會傷害腎臟的血管，損害腎功能，使腎臟的代謝能力下降。"
        },
        {
            "disease_name": "腎血管性高血壓",
            "symptom": "血壓偏高，平時常感頭暈",
            "reason": "約九成以上高血壓病人找不出原因，稱為原發性高血壓。 腎動脈狹窄會引起高血壓及缺血性腎臟病變，而引起的高血壓，謂之腎血管性高血壓。 腎血管性高血壓，乃次發性高血壓的常見原因之一。"
        }
    ]
}